{
  "books": [
    {
      "title": "Harry Potter and the Sorcerer's Stone",
      "seriesname": "Harry Potter",
      "seriesnumber": "1",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "1997",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry.</p><p>After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry.</p><p>Though Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined.</p>",
      "image": "/week14/images/harrypotterone.jpg",
      "sitelink": "/week14/books/harrypotterone.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "Harry Potter and the Chamber of Secrets",
      "seriesname": "Harry Potter",
      "seriesnumber": "2",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "1998",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he's packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike.</p><p>And strike it does. For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls' bathroom. But then the real trouble begins - someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possible be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself!</p>",
      "image": "/week14/images/harrypottertwo.jpg",
      "sitelink": "/week14/books/harrypottertwo.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "Harry Potter and the Prisoner of Azkaban",
      "seriesname": "Harry Potter",
      "seriesnumber": "3",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "1999",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>For use in schools and libraries only. During his third year at Hogwarts School for Witchcraft and Wizardry, Harry Potter must confront the devious and dangerous wizard responsible for his parents' deaths.</p>",
      "image": "/week14/images/harrypotterthree.jpg",
      "sitelink": "/week14/books/harrypotterthree.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "Harry Potter and the Goblet of Fire",
      "seriesname": "Harry Potter",
      "seriesnumber": "4",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "2000",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Harry Potter is midway through his training as a wizard and his coming of age. Harry wants to get away from the pernicious Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to dream about Cho Chang, his crush (and maybe do more than dream). He wants to find out about the mysterious event that's supposed to take place at Hogwarts this year, an event involving two other rival schools of magic, and a competition that hasn't happened for hundreds of years. He wants to be a normal, fourteen-year-old wizard. But unfortunately for Harry Potter, he's not normal - even by wizarding standards.</p>",
      "image": "/week14/images/harrypotterfour.jpg",
      "sitelink": "/week14/books/harrypotterfour.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "Harry Potter and the Order of the Phoenix",
      "seriesname": "Harry Potter",
      "seriesnumber": "5",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "2003",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>There is a door at the end of a silent corridor. And it's haunting Harry Pottter's dreams. Why else would he be waking in the middle of the night, screaming in terror?</p><p>Harry has a lot on his mind for this, his fifth year at Hogwarts: a Defense Against the Dark Arts teacher with a personality like poisoned honey; a big surprise on the Gryffindor Quidditch team; and the looming terror of the Ordinary Wizarding Level exams. But all these things pale next to the growing threat of He-Who-Must-Not-Be-Named - a threat that neither the magical government nor the authorities at Hogwarts can stop.</p><p>As the grasp of darkness tightens, Harry must discover the true depth and strength of his friends, the importance of boundless loyalty, and the shocking price of unbearable sacrifice.</p><p>His fate depends on them all.</p>",
      "image": "/week14/images/harrypotterfive.jpg",
      "sitelink": "/week14/books/harrypotterfive.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "Harry Potter and the Half-Blood Prince",
      "seriesname": "Harry Potter",
      "seriesnumber": "6",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "2005",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>The war against Voldemort is not going well; even Muggle governments are noticing. Ron scans the obituary pages of the Daily Prophet, looking for familiar names. Dumbledore is absent from Hogwarts for long stretches of time, and the Order of the Phoenix has already suffered losses.</p><p>And yet . . .</p><p>As in all wars, life goes on. The Weasley twins expand their business. Sixth-year students learn to Apparate - and lose a few eyebrows in the process. Teenagers flirt and fight and fall in love. Classes are never straightforward, through Harry receives some extraordinary help from the mysterious Half-Blood Prince.</p><p>So it's the home front that takes center stage in the multilayered sixth installment of the story of Harry Potter. Here at Hogwarts, Harry will search for the full and complete story of the boy who became Lord Voldemort - and thereby find what may be his only vulnerability.</p>",
      "image": "/week14/images/harrypottersix.jpg",
      "sitelink": "/week14/books/harrypottersix.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "Harry Potter and the Deathly Hallows",
      "seriesname": "Harry Potter",
      "seriesnumber": "7",
      "authorfirstname": "J.K.",
      "authorlastname": "Rowling",
      "narratorfirstname": "Jim",
      "narratorlastname": "Dale",
      "format": "Hardback, Audible",
      "genre": "Contemporary Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "2007",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>It's no longer safe for Harry at Hogwarts, so he and his best friends, Ron and Hermione, are on the run. Professor Dumbledore has given them clues about what they need to do to defeat the dark wizard, Lord Voldemort, once and for all, but it's up to them to figure out what these hints and suggestions really mean. Their cross-country odyssey has them searching desperately for the answers, while evading capture or death at every turn. At the same time, their friendship, fortitude, and sense of right and wrong are tested in ways they never could have imagined. The ultimate battle between good and evil that closes out this final chapter of the epic series takes place where Harry's Wizarding life began: at Hogwarts. The satisfying conclusion offers shocking last-minute twists, incredible acts of courage, powerful new forms of magic, and the resolution of many mysteries. Above all, this intense, cathartic book serves as a clear statement of the message at the heart of the Harry Potter series: that choice matters much more than destiny, and that love will always triumph over death.</p>",
      "image": "/week14/images/harrypotterseven.jpg",
      "sitelink": "/week14/books/harrypotterseven.html",
      "seriessitelink": "/week14/series/potter.html"
    },
    {
      "title": "All Our Yesterdays",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Cristin",
      "authorlastname": "Terrill",
      "narratorfirstname": "Meredith",
      "narratorlastname": "Mitchell",
      "format": "Audible",
      "genre": "Science Fiction, Young Adult",
      "status": "Read",
      "yearpublished": "2013",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Outside the secret military base where Em is imprisoned, war rages. The world has been coming apart at the seams ever since the U.S. government cracked the code of time travel and built a machine to weaponize time. The only chance Em and the body in the cell next door have to change this terrible present is to escape to the past and stop the man who created the machine.</p><p>Four years earlier, the biggest problem in Marina's life is figuring out how to tell her shy and brilliant best friend James that she's in love with him. That is, until he night an assassin's bullet changes everything and sends Marina and James on a desperate hunt for answers, with a killer who seems to anticipate their every move right on their heels.</p><p>Marina will protect James at any cost. Em will sacrifice everything to rewrite her future.</p><p>Only one of them can succeed.</p>",
      "image": "/week14/images/allouryesterdays.jpg",
      "sitelink": "/week14/books/allouryesterdays.html",
      "seriessitelink": ""
    },
    {
      "title": "Partials",
      "seriesname": "Partials",
      "seriesnumber": "1",
      "authorfirstname": "Dan",
      "authorlastname": "Wells",
      "narratorfirstname": "Julia",
      "narratorlastname": "Whelan",
      "format": "Hardback, Audible",
      "genre": "Science Fiction, Young Adult, Dystopian",
      "status": "Read",
      "yearpublished": "2012",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Humanity is all but extinguished after a war with Partials—engineered organic beings identical to humans—has decimated the population. Reduced to only tens of thousands by a weaponized virus to which only a fraction of humanity is immune, the survivors in North America have huddled together on Long Island. But sixteen-year-old Kira is determined to find a solution. As she tries desperately to save what is left of her race, she discovers that that the survival of both humans and Partials rests in her attempts to answer questions about the war's origin that she never knew to ask.</p>",
      "image": "/week14/images/partialsone.jpg",
      "sitelink": "/week14/books/partialsone.html",
      "seriessitelink": "/week14/series/partials.html"
    },
    {
      "title": "Fragments",
      "seriesname": "Partials",
      "seriesnumber": "2",
      "authorfirstname": "Dan",
      "authorlastname": "Wells",
      "narratorfirstname": "Julia",
      "narratorlastname": "Whelan",
      "format": "Hardback, Audible",
      "genre": "Science Fiction, Young Adult, Dystopian",
      "status": "Read",
      "yearpublished": "2013",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>After discovering the cure for RM, Kira Walker sets off on a terrifying journey into the ruins of postapocalyptic America and the darkest desires of her heart in order to uncover the means—and a reason—for humanity's survival.</p>",
      "image": "/week14/images/partialstwo.jpg",
      "sitelink": "/week14/books/partialstwo.html",
      "seriessitelink": "/week14/series/partials.html"
    },
    {
      "title": "Ruins",
      "seriesname": "Partials",
      "seriesnumber": "3",
      "authorfirstname": "Dan",
      "authorlastname": "Wells",
      "narratorfirstname": "Julia",
      "narratorlastname": "Whelan",
      "format": "Hardback, Audible",
      "genre": "Science Fiction, Young Adult, Dystopian",
      "status": "Read",
      "yearpublished": "2014",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>There is no avoiding it—the war to decide the fate of both humans and Partials is at hand. Both sides hold in their possession a weapon that could destroy the other, and Kira Walker has precious little time to prevent that from happening. She has one chance to save both species and the world with them, but it will only come at great personal cost.</p>",
      "image": "/week14/images/partialsthree.jpg",
      "sitelink": "/week14/books/partialsthree.html",
      "seriessitelink": "/week14/series/partials.html"
    },
    {
      "title": "Among the Beasts & Briars",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Ashley",
      "authorlastname": "Poston",
      "narratorfirstname": "Hope",
      "narratorlastname": "Newhouse",
      "format": "Audible",
      "genre": "Fantasy, Young Adult",
      "status": "Read",
      "yearpublished": "2020",
      "ratingoverall": "4",
      "ratingcharacters": "4",
      "ratingplot": "4",
      "ratingworld": "3",
      "ratingnarrator": "5",
      "summary": "<p>Cerys is safe in the Kingdom of Aloriya. Here there are no droughts, disease, or famine, and peace is everlasting. It has been this way for hundreds of years, since the first king made a bargain with the lady who ruled the forest that borders the kingdom. But as Aloriya prospered, the woods grew dark, cursed, and forbidden. Cerys knows this all too well: When she was young, she barely escaped as the woods killed her friends and her mother. Now, Cerys carries a small bit of the curse - the magic - in her blood, a reminder of the day she lost everything. As a new queen is crowned, however, things long hidden in the woods descend on the kingdom itself. Cerys is forced on the run, her only companions a small and irritating fox from the royal garden and the magic in her veins. It's up to her to find the legendary Lady of the Wilds and beg for a way to save her home. But the road is darker and more dangerous than she knows, and as secrets from the past are uncovered amid the teeth and roots of the forest, it's going to take everything she has just to survive. </p>",
      "image": "/week14/images/amoungthebeasts.jpg",
      "sitelink": "/week14/books/amoungthebeasts.html",
      "seriessitelink": ""
    },
    {
      "title": "Stepsister",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Jennifer",
      "authorlastname": "Donnelly",
      "narratorfirstname": "Jayne",
      "narratorlastname": "Entwistle",
      "format": "Audible",
      "genre": "Fairy Tale, Young Adult",
      "status": "Not Read",
      "yearpublished": "2019",
      "ratingoverall": "",
      "ratingcharacters": "",
      "ratingplot": "",
      "ratingworld": "",
      "ratingnarrator": "",
      "summary": "<p>Isabelle should be blissfully happy - she's about to win the handsome prince. Except Isabelle isn't the beautiful girl who lost the glass slipper and captured the prince's heart. She's the ugly stepsister who cut off her toes to fit into Cinderella's shoe...which is now filling with blood. Isabelle tried to fit in. She cut away pieces of herself in order to become pretty. Sweet. More like Cinderella. But that only made her mean, jealous, and hollow. Now she has a chance to alter her destiny and prove what ugly stepsisters have always known: it takes more than heartache to break a girl. Evoking the darker, original version of the Cinderella story, Stepsister shows us that ugly is in the eye of the beholder, and uses Jennifer Donnelly's trademark wit and wisdom to send an overlooked character on a journey toward empowerment, redemption...and a new definition of beauty.</p>",
      "image": "/week14/images/stepsister.jpg",
      "sitelink": "/week14/books/stepsister.html",
      "seriessitelink": ""
    },
    {
      "title": "The Statistical Probability of Love at First Sight",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Jennifer E.",
      "authorlastname": "Smith",
      "narratorfirstname": "Casey",
      "narratorlastname": "Holloway",
      "format": "Audible",
      "genre": "Romance, Young Adult",
      "status": "Read",
      "yearpublished": "2012",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "4",
      "ratingnarrator": "5",
      "summary": "<p>Who would have guessed that four minutes could change everything? Today should be one of the worst days of 17-year-old Hadley Sullivan's life. She's stuck at JFK, late to her father's second wedding, which is taking place in London and involves a soon to be step-mother that Hadley's never even met. Then she meets the perfect boy in the airport's cramped waiting area. His name is Oliver, he's British, and he's in seat 18C. Hadley's in 18A.</p>",
      "image": "/week14/images/statisticalprobability.jpg",
      "sitelink": "/week14/books/statisticalprobability.html",
      "seriessitelink": ""
    },
    {
      "title": "Looking for Alaska",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "John",
      "authorlastname": "Green",
      "narratorfirstname": "Jeff",
      "narratorlastname": "Woodman",
      "format": "Audible",
      "genre": "Young Adult",
      "status": "Read",
      "yearpublished": "2005",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Before. Miles “Pudge” Halter is done with his safe life at home. His whole life has been one big non-event, and his obsession with famous last words has only made him crave “the Great Perhaps” even more (Francois Rabelais, poet). He heads off to the sometimes crazy and anything-but-boring world of Culver Creek Boarding School, and his life becomes the opposite of safe. Because down the hall is Alaska Young. The gorgeous, clever, funny, sexy, self-destructive, screwed up, and utterly fascinating Alaska Young. She is an event unto herself. She pulls Pudge into her world, launches him into the Great Perhaps, and steals his heart. Then. . . . After. Nothing is ever the same.</p>",
      "image": "/week14/images/lookingforalaska.jpg",
      "sitelink": "/week14/books/lookingforalaska.html",
      "seriessitelink": ""
    },
    {
      "title": "Tell Me Three Things",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Julie",
      "authorlastname": "Buxbaum",
      "narratorfirstname": "Jorjeana",
      "narratorlastname": "Marie",
      "format": "Audible",
      "genre": "Romance, Young Adult",
      "status": "Read",
      "yearpublished": "2016",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Everything about Jessie is wrong. At least, that's what it feels like during her first week as a junior at her new ultra-intimidating prep school in Los Angeles. It's been barely two years since her mother's death, and because her father eloped with a woman he met online, Jessie has been forced to move across the country to live with her stepmonster and her pretentious teenage son. Just when she's thinking about hightailing it back to Chicago, she gets an email from a person calling themselves Somebody/Nobody (SN for short), offering to help her navigate the wilds of Wood Valley High School. Is it an elaborate hoax? Or can she rely on SN for some much-needed help? In a leap of faith - or an act of complete desperation - Jessie begins to rely on SN, and SN quickly becomes her lifeline and closest ally. Jessie can't help wanting to meet SN in person. But are some mysteries better left unsolved? </p>",
      "image": "/week14/images/tellmethreethings.jpg",
      "sitelink": "/week14/books/tellmethreethings.html",
      "seriessitelink": ""
    },
    {
      "title": "By Your Side",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Kasie",
      "authorlastname": "West",
      "narratorfirstname": "Caitlin",
      "narratorlastname": "Kelly",
      "format": "Audible",
      "genre": "Romance, Young Adult",
      "status": "Read",
      "yearpublished": "2017",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>When Autumn Collins finds herself accidentally locked in the library for an entire weekend, she doesn't think things could get any worse. But that's before she realizes that Dax Miller is locked in with her. Autumn doesn't know much about Dax except that he's trouble. Between the rumors about the fight he was in (and that brief stint in juvie that followed it) and his reputation as a loner, he's not exactly the ideal person to be stuck with. Still, she just keeps reminding herself that it is only a matter of time before Jeff, her almost boyfriend, realizes he left her in the library and comes to rescue her. Only he doesn't come. No one does. Instead it becomes clear that Autumn is going to have to spend the next couple of days living off vending machine food and making conversation with a boy who clearly wants nothing to do with her. Except there is more to Dax than meets the eye. As he and Autumn at first grudgingly, and then not so grudgingly, open up to each other, Autumn is struck by their surprising connection. But can their feelings for each other survive once the weekend is over and Autumn's old life and old love interest threaten to pull her from Dax's side?</p>",
      "image": "/week14/images/byyourside.jpg",
      "sitelink": "/week14/books/byyourside.html",
      "seriessitelink": ""
    },
    {
      "title": "The Siren",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Kiera",
      "authorlastname": "Cass",
      "narratorfirstname": "Arielle",
      "narratorlastname": "DeLisle",
      "format": "Audible",
      "genre": "Romance, Young Adult",
      "status": "Read",
      "yearpublished": "2016",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Kahlen is a Siren, bound to serve the Ocean by luring humans to watery graves with her voice, which is deadly to any human who hears it. Akinli is human - a kind, handsome boy who's everything Kahlen ever dreamed of. Falling in love puts them both in danger...but Kahlen can't bear to stay away. Will she risk everything to follow her heart?</p>",
      "image": "/week14/images/thesiren.jpg",
      "sitelink": "/week14/books/thesiren.html",
      "seriessitelink": ""
    },
    {
      "title": "Heartless",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Marissa",
      "authorlastname": "Meyer",
      "narratorfirstname": "Rebecca",
      "narratorlastname": "Soler",
      "format": "Audible",
      "genre": "Fairy Tale, Young Adult",
      "status": "Read",
      "yearpublished": "2016",
      "ratingoverall": "5",
      "ratingcharacters": "5",
      "ratingplot": "5",
      "ratingworld": "5",
      "ratingnarrator": "5",
      "summary": "<p>Long before she was the terror of Wonderland, she was just a girl who wanted to fall in love. Catherine may be one of the most desired girls in Wonderland and a favorite of the unmarried King of Hearts, but her interests lie elsewhere. A talented baker, all she wants is to open a shop with her best friend. But according to her mother, such a goal is unthinkable for the young woman who could be the next queen. Then Cath meets Jest, the handsome and mysterious court joker. For the first time, she feels the pull of true attraction. At the risk of offending the king and infuriating her parents, she and Jest enter into an intense secret courtship. Cath is determined to define her own destiny and fall in love on her terms. But in a land thriving with magic, madness, and monsters, fate has other plans.</p>",
      "image": "/week14/images/heartless.jpg",
      "sitelink": "/week14/books/heartless.html",
      "seriessitelink": ""
    },
    {
      "title": "Everything, Everything",
      "seriesname": "",
      "seriesnumber": "",
      "authorfirstname": "Nicola",
      "authorlastname": "Yoon",
      "narratorfirstname": "Bahni",
      "narratorlastname": "Turpin",
      "format": "Audible",
      "genre": "Romance, Young Adult",
      "status": "Read",
      "yearpublished": "2015",
      "ratingoverall": "4",
      "ratingcharacters": "4",
      "ratingplot": "4",
      "ratingworld": "4",
      "ratingnarrator": "5",
      "summary": "<p>My disease is as rare as it is famous. Basically I'm allergic to the world. I don't leave my house, have not left my house in 17 years. The only people I ever see are my mom and my nurse, Carla. But then one day, a moving truck arrives next door. I look out my window, and I see him. He's tall, lean, and wearing all black - black T-shirt, black jeans, black sneakers, and a black knit cap that covers his hair completely. He catches me looking and stares at me. I stare right back. His name is Olly. Maybe we can't predict the future, but we can predict some things. For example, I am certainly going to fall in love with Olly. It's almost certainly going to be a disaster.</p>",
      "image": "/week14/images/everything.jpg",
      "sitelink": "/week14/books/everything.html",
      "seriessitelink": ""
    }
  ]
}
